<?php

$__l['REQUIRED'] =  "Это поле необходимо заполнить.";
$__l['MINLENGTH'] = "Пожалуйста, введите не меньше %d символов.";
$__l['MAXLENGTH'] = "Пожалуйста, введите не больше %d символов.";
$__l['RANGELENGTH'] = "Пожалуйста, введите значение длиной от %d до %d символов.";
$__l['MIN'] = "Пожалуйста, введите число, большее или равное %d.";
$__l['MAX'] = "Пожалуйста, введите число, меньшее или равное %d.";
$__l['RANGE'] = "Пожалуйста, введите число от %d до %d.";
$__l['EMAIL'] = "Пожалуйста, введите корретный адрес электронной почты.";
$__l['URL'] = "Пожалуйста, введите корректный URL.";
$__l['DATE'] = "Пожалуйста, введите корректную дату.";
$__l['DATEISO'] = "Пожалуйста, введите корректную дату в формате ISO.";
$__l['NUMBER'] = "Пожалуйста, введите число.";
$__l['DIGITS'] = "Пожалуйста, вводите только цифры.";
$__l['EQUALTO'] = "Пожалуйста, введите такое же значение ещё раз.";
