<?php

$l['REQUIRED'] =  "Это поле необходимо заполнить.";
$l['MINLENGTH'] = "Пожалуйста, введите не меньше %d символов.";
$l['MAXLENGTH'] = "Пожалуйста, введите не больше %d символов.";
$l['RANGELENGTH'] = "Пожалуйста, введите значение длиной от %d до %d символов.";
$l['MIN'] = "Пожалуйста, введите число, большее или равное %d.";
$l['MAX'] = "Пожалуйста, введите число, меньшее или равное %d.";
$l['RANGE'] = "Пожалуйста, введите число от %d до %d.";
$l['EMAIL'] = "Пожалуйста, введите корретный адрес электронной почты.";
$l['URL'] = "Пожалуйста, введите корректный URL.";
$l['DATE'] = "Пожалуйста, введите корректную дату.";
$l['DATEISO'] = "Пожалуйста, введите корректную дату в формате ISO.";
$l['NUMBER'] = "Пожалуйста, введите число.";
$l['DIGITS'] = "Пожалуйста, вводите только цифры.";
$l['EQUALTO'] = "Пожалуйста, введите такое же значение ещё раз.";
