<?php

//Upload errors
$__l[UPLOAD_ERR_INI_SIZE] = 'Размер загружаемого файла превышает значение upload_max_filesize в php.ini.';
$__l[UPLOAD_ERR_FORM_SIZE] = 'Размер загружаемого файла превышает значение MAX_FILE_SIZE, которое было указано в HTML форме.';
$__l[UPLOAD_ERR_PARTIAL] = 'Загружаемый файл был загружен не полностью.';
$__l[UPLOAD_ERR_NO_FILE] = 'Файл не загружен.';
$__l[UPLOAD_ERR_NO_TMP_DIR] = 'Не найдено временной папки для загрузки файлов.';
$__l[UPLOAD_ERR_CANT_WRITE] = 'Файл невозможно записать на диск.';
$__l[UPLOAD_ERR_EXTENSION] = 'Загрузка файла была приостановлена.';

// Upload filters
$__l['extension'] = "Файл %s имеет некорректное разрешение.";
$__l['mime'] = "Файл %s имеет некорректный тип.";
$__l['min_size'] = "Минимальный разрешенный размер для файла %s - %s, а файл имеет размер %s.";
$__l['max_size'] = "Максимально разрешенный размер для файла %s - %s, а файл имеет размер %s.";
$__l['min_height'] = "Минимальная высота изображения %s должна быть %s, а изображение имеет высоту %s.";
$__l['max_height'] = "Максимальная высота изображения %s должна быть %s, а изображение имеет высоту %s.";
$__l['min_width'] = "Минимальная ширина изображения %s дожна быть %s, а изображение имеет ширину %s.";
$__l['max_width'] = "Максимальная ширина изображения %s должна быть %s, а изображение имеет ширину %s.";
$__l['compressed'] = "Файл %s не сжат.";
$__l['image'] = "Файл %s не является изображением.";
